[
  {
    "id": "1",
    "slug": "ako-pomoci-dietatu-zvladnut-hnev",
    "title": "Ako pomôcť dieťaťu zvládnuť hnev",
    "excerpt": "Hnev je prirodzená emócia, ktorú deti ešte len učia sa rozumieť. Tu sú praktické tipy, ako ich sprevádzať.",
    "category": "Emócie",
    "author": "Mgr. Jana Horáková",
    "date": "2026-01-15",
    "readTime": "5 min",
    "coverColor": "#FEF9E7",
    "content": "<p>Hnev je jednou z najsilnejších emócií, s ktorými sa deti stretávajú. Keď vaše dieťa kričí, búcha dverami alebo háže predmety, môže byť ťažké zostať pokojný.</p><p>Dôležité je pochopiť, že hnev nie je zlá emócia — je to signál, že niečo nie je v poriadku. Naším cieľom nie je potláčať hnev, ale naučiť deti zdravo ho vyjadrovať.</p><h2>Praktické tipy</h2><ul><li>Pomáhajte dieťaťu pomenovať pocit: \"Vidím, že si nahnevaný. Je to v poriadku.\"</li><li>Vytvorte bezpečný priestor — kút pokoja s mäkkými predmetmi.</li><li>Naučte techniku hlbokého dýchania: 4 sekundy nádych, 4 sekundy výdych.</li><li>Modelujte zdravé vyjadrenie hnevu sami na sebe.</li></ul><p>Pamätajte — zmena trvá čas. Buďte trpezliví sami so sebou aj s dieťaťom.</p>",
    "related": ["emocna-odolnost-u-deti", "hra-ako-terapia"]
  },
  {
    "id": "2",
    "slug": "emocna-odolnost-u-deti",
    "title": "Emocionálna odolnosť u detí: základ pre šťastný život",
    "excerpt": "Odolnosť nie je vrodená vlastnosť — je to zručnosť, ktorú môžeme pestovať od útleho veku každým dňom.",
    "category": "Rozvoj",
    "author": "Mgr. Jana Horáková",
    "date": "2026-01-28",
    "readTime": "7 min",
    "coverColor": "#EAF6FB",
    "content": "<p>Emocionálna odolnosť je schopnosť prekonávať ťažké situácie, prispôsobiť sa zmenám a znova vstať po páde. Deti s vysokou odolnosťou sa lepšie vyrovnávajú so stresom, majú lepšie vzťahy a dosahujú viac.</p><p>Odolnosť sa buduje cez každodenné interakcie — spôsob, akým reagujeme na chyby dieťaťa, ako ho povzbudzujeme, a ako mu dovolíme zažiť malé sklamania.</p><h2>Ako budovať odolnosť</h2><ul><li>Dovoľte dieťaťu zažiť primerané sklamania.</li><li>Oslavujte snahu, nie len výsledok.</li><li>Naučte dieťa riešiť problémy krok za krokom.</li><li>Budujte silné rodinné väzby — bezpečná základňa je kľúčová.</li></ul>",
    "related": ["ako-pomoci-dietatu-zvladnut-hnev", "rodicovstvo-s-laskavostou"]
  },
  {
    "id": "3",
    "slug": "hra-ako-terapia",
    "title": "Prečo je hra najlepšia terapia pre deti",
    "excerpt": "Hra nie je len zábava — je to jazyk, ktorým deti spracovávajú svet okolo seba a vyjadrujú hlboké emócie.",
    "category": "Herná terapia",
    "author": "Mgr. Jana Horáková",
    "date": "2026-02-05",
    "readTime": "6 min",
    "coverColor": "#EDF7ED",
    "content": "<p>Pre deti je hra tým, čím je pre dospelých práca — prostriedkom, cez ktorý rozvíjajú zručnosti, spracovávajú skúsenosti a vytváraju zmysel zo sveta.</p><p>V hernej terapii používame hru záámerne ako terapeutický nástroj. Dieťa cez hru môže vyjadriť to, čo slovami nedokáže — traumy, strach, radosť, zmätok.</p><h2>Druhy hernej terapie</h2><ul><li>Nedirektívna hra — dieťa vedie, terapeut sleduje.</li><li>Terapeutické rozprávanie cez bábky a figúrky.</li><li>Sandplay — formovanie príbehov v piesku.</li><li>Art terapia — výtvarné vyjadrenie emócií.</li></ul>",
    "related": ["ako-pomoci-dietatu-zvladnut-hnev", "emocna-odolnost-u-deti"]
  },
  {
    "id": "4",
    "slug": "rodicovstvo-s-laskavostou",
    "title": "Rodičovstvo s láskavosťou a hranicami",
    "excerpt": "Kde je hranica medzi príliš voľným a príliš prísnym prístupom? Hľadáme rovnováhu s láskou v centre.",
    "category": "Pre rodičov",
    "author": "Mgr. Jana Horáková",
    "date": "2026-02-10",
    "readTime": "8 min",
    "coverColor": "#FDF0F0",
    "content": "<p>Jednou z najčastejších otázok, ktoré rodičia prinášajú na terapiu, je: \"Som príliš prísny, alebo príliš voľný?\" Odpoveď väčšinou neleží na jednom konci — leží v strede, v prístupe, ktorý odborníci nazývajú empatické rodičovstvo s hranicami.</p><p>Deti potrebujú límity, aby sa cítili bezpečne. Ale rovnako potrebujú vidieť, že ich emócie sú prijaté a platné.</p><h2>Princípy laskavého rodičovstva</h2><ul><li>Najprv empatiا, potom pravidlá.</li><li>Konzistentnosť je dôležitejšia ako prísnosť.</li><li>Pravidlá vysvetľujte, nenariaďujte.</li><li>Dôsledky sú lepšie ako tresty.</li></ul>",
    "related": ["emocna-odolnost-u-deti", "separacna-uzkost"]
  },
  {
    "id": "5",
    "slug": "separacna-uzkost",
    "title": "Separačná úzkosť: keď odchod do školy bolí",
    "excerpt": "Plač pri odchode do školy je pre mnohých rodičov srdcervúci. Pochopme, čo sa v dieťati deje a ako mu pomôcť.",
    "category": "Úzkosť",
    "author": "Mgr. Jana Horáková",
    "date": "2026-02-14",
    "readTime": "5 min",
    "coverColor": "#FEF9E7",
    "content": "<p>Separačná úzkosť je vývojovo normálna — vrcholí okolo 18. mesiaca a môže sa objaviť znova pri nástupe do škôlky alebo školy. Dieťa sa bojí, že rodič nemusí prísť späť.</p><p>Kľúčom je predvídateľnosť a rituály. Dieťa sa cíti bezpečne, keď vie, čo nasleduje.</p><h2>Tipy pre lúčenie</h2><ul><li>Vytvorte rituál lúčenia — napríklad \"špeciálne objatie\" alebo frázu.</li><li>Nikdy neodchádzajte bez rozlúčky — toto zvyšuje úzkosť.</li><li>Lúčte sa krátko a s istotou — vaša neistota sa prenesie na dieťa.</li><li>Hovorte o škole pozitívne doma.</li></ul>",
    "related": ["emocna-odolnost-u-deti", "rodicovstvo-s-laskavostou"]
  },
  {
    "id": "6",
    "slug": "spankovy-problem",
    "title": "Spánkové problémy u detí: príčiny a riešenia",
    "excerpt": "Keď dieťa nespí, nespí nikto. Preskúmajme najčastejšie príčiny spánkových problémov a ako ich riešiť.",
    "category": "Každodenný život",
    "author": "Mgr. Jana Horáková",
    "date": "2026-02-18",
    "readTime": "6 min",
    "coverColor": "#EAF6FB",
    "content": "<p>Zdravý spánok je kľúčový pre fyzické aj emočné zdravie dieťaťa. Nedostatok spánku vedie k problémom so správaním, učením a emóciami.</p><p>Najčastejšie príčiny spánkových problémov sú: nekonzistentný spánkový rituál, príliš veľa obrazovkového času pred spaním, úzkosť alebo spracovávanie emócií.</p><h2>Zdravý spánkový rituál</h2><ul><li>Rovnaký čas spánku každý deň — aj cez víkend.</li><li>Aspoň 30 minút pred spaním bez obrazoviek.</li><li>Upokojujúce aktivity: kúpeľ, čítanie, tichá hudba.</li><li>Spálňa cool, tmavá a tichá.</li></ul>",
    "related": ["emocna-odolnost-u-deti", "separacna-uzkost"]
  },
  {
    "id": "7",
    "slug": "stres-u-skolakov",
    "title": "Ako deti zažívajú stres v škole",
    "excerpt": "Škola prináša tlak na výkon, vzťahy aj identitu. Pochopme, ako deti stres zažívajú a čo im pomáha.",
    "category": "Škola",
    "author": "Mgr. Jana Horáková",
    "date": "2026-01-20",
    "readTime": "7 min",
    "coverColor": "#EDF7ED",
    "content": "<p>Akademický stres je čoraz bežnejší problém slovenských detí. Strach z neúspechu, tlak z porovnávania a náročné domáce úlohy môžu výrazne ovplyvniť pohodu dieťaťa.</p><p>Deti stres zažívajú fyzicky aj emočne — bolesti brucha, hlavy, problémy so spánkom môžu byť prejavy stresu, nie choroby.</p><h2>Čo pomáha</h2><ul><li>Voľný čas bez povinností každý deň.</li><li>Pohyb — šport je výborný stres reduktor.</li><li>Rozhovor bez hodnotenia — pýtajte sa na pocity, nie len výsledky.</li><li>Oslavujte snahu a pokrok, nie len výkon.</li></ul>",
    "related": ["emocna-odolnost-u-deti", "separacna-uzkost"]
  },
  {
    "id": "8",
    "slug": "suchovanie-a-sebavedomie",
    "title": "Budovanie sebavedomia u dieťaťa",
    "excerpt": "Sebavedomé deti sú odolnejšie, spokojnejšie a úspešnejšie. Tu je ako pestovať zdravé sebavedomie od útleho veku.",
    "category": "Rozvoj",
    "author": "Mgr. Jana Horáková",
    "date": "2026-01-10",
    "readTime": "6 min",
    "coverColor": "#FDF0F0",
    "content": "<p>Sebavedomie sa buduje cez tisíce malých každodenných momentov — cez spôsob, akým sa k dieťaťu priblížime, ako reagujeme na jeho chyby, a ako ho vidíme.</p><p>Paradoxne, nadmerné chválenie môže sebavedomiu uškodiť. Deti potrebujú autentickú spätnú väzbu, nie len potvrdenie.</p><h2>Ako budovať zdravé sebavedomie</h2><ul><li>Chváľte konkrétne správanie, nie osobu: \"Dobre si to vymyslel\" nie len \"Si šikovný\".</li><li>Dovoľte dieťaťu urobiť veci samemu — aj keď to trvá dlhšie.</li><li>Pomáhajte nájsť oblasť, v ktorej vyniká.</li><li>Naučte dieťa hovoriť si pozitívne veci o sebe.</li></ul>",
    "related": ["emocna-odolnost-u-deti", "rodicovstvo-s-laskavostou"]
  },
  {
    "id": "9",
    "slug": "sibling-rivalry",
    "title": "Súsedencia rivalita: keď súrodenci zápolí",
    "excerpt": "Hádky medzi súrodencami sú normálne — ale môžeme ich znížiť a naučiť deti zdravo riešiť konflikty.",
    "category": "Rodinné vzťahy",
    "author": "Mgr. Jana Horáková",
    "date": "2026-02-01",
    "readTime": "5 min",
    "coverColor": "#FEF9E7",
    "content": "<p>Súrodenecká rivalita je jednou z najstarších ľudských skúseností. Každé dieťa súťaží o pozornosť rodičov, a to je úplne prirodzené.</p><p>Problém nastáva, keď rivalita prerástie do chronického konfliktu alebo keď jedno dieťa trvalo vyhráva na úkor druhého.</p><h2>Ako redukovať rivalitu</h2><ul><li>Vyhnite sa priamemu porovnávaniu súrodencov.</li><li>Vyhraďte každému dieťaťu individuálny čas s vami.</li><li>Naučte deti mediačné techniky: \"povedz čo cítiš, počúvaj odpoveď\".</li><li>Nestavajte sa na stranu — pomôžte deťom nájsť spoločné riešenie.</li></ul>",
    "related": ["rodicovstvo-s-laskavostou", "emocna-odolnost-u-deti"]
  }
]
